// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Verrouiller les ressources";

InitializationWarningTitle = "Êtes-vous sûr de vouloir initialiser l'unité de stockage de masse \"%@\" ?";
InitializationWarningMsg = "Toutes les données de l'unité seront perdues et vous ne pouvez pas annuler cette action.";
InitializeButtonTitle = "Initialiser";
CancelButtonTitle = "Annuler";

ControlPanelNoLocking = "Aucun verrouillage";
ControlPanelMinimalLocking = "Verrouillage minimal";
ControlPanelModerateLocking = "Verrouillage modéré";
ControlPanelIntermediateLocking = "Verrouillage intermédiaire";
ControlPanelMaximalLocking = "Verrouillage maximal";

TaskDescription = "Permet de gérer les ressources en changeant l'accès au panneau de configuration et aux unités de stockage.";
PanelLockLabel = "Niveau d'accès au panneau de configuration :";
LockNote = "Activez la case à cocher pour verrouiller ou déverrouiller une unité de stockage de masse.";
LockColumnTitle = "Verrouiller";
UnitColumnTitle = "Unités de stockage de masse";
InitializeUnitButtonTitle = "Initialiser l'unité de stockage de masse sélectionnée";
ApplyButtonTitle = "Appliquer";